{
    "SystemMessageFirstLogin": "First time to report? This is your ration, you can get one every day, at lest 24 hours apart, take it.",
    "SystemMessageFirstLoginWithNewYear": "Happy New Year soldier, Today is not a good day to report you know? You must know I guess. This is your ration, new year version, you can get one ration every day, at lest 24 hours apart, take it.",
    "SystemMessageFirstLoginWithChristmas":"Merry Christmas mercenary, first time to report? This is your ration, you're lucky it's Christmas, the usual rations do not have this kind of goodies. You can get one ration every day, at lest 24 hours apart, take it.",
    "SystemMessageFirstLoginWithMothersDay":"Report today? Today is Mother's Day soldier, you should better go spend time with your mother, and not on here.Now that you're here, take today's ration, Mother's Day only, Every day you can receive a ration, but at least 24 hours apart.",
    "SystemMessageFirstLoginWithHalloween":"Trick or treat! Oh, be relax just a kidding, today is Halloween, that's your candy, not actually all candy, but include candy. You can get one ration every day, at lest 24 hours apart.",
    "SystemMessageFirstLoginWithThxgvngDay":"Coming to report today? It's a good day. We don't have a turkey but you can get a ration, exclusive to Thanksgiving Day. From now on you can get a ration every 24 hours, remember 24hours.",
    "SystemMessageFirstLoginWithValentine":"Valentine's Day to report? No date today huh? Well, I guess not, or you wouldn't be here. Come on and get your Valentine's Day ration, there is chocolate inside. You can get retion everyday, but need at lest 24 hours apart.",
    "SystemMessageDaily1": "Hello little viper, that's your ration today.",
    "SystemMessageDaily2": "Hey mercenary, that's your ration today, come on take it.",
    "SystemMessageDaily3": "Soldier, that's your ration today.",
    "SystemMessageDaily4": "This is your ration today.",
    "SystemMessageDaily5": "How is it going today? Your ration here, take it.",
    "SystemMessageDaily6": "Exercise every day, health and longevity. Just kidding, I am a metal product. Come on, take your ration.",
    "SystemMessageDaily7": "This is your ration today, Geez, can't we ever run out of this stuff?",
    "SystemMessageDaily8": "Your daily ration is here, make sure to grab it.",
    "SystemMessageDaily9": "Come on soldier, it's time to collect your ration.",
    "SystemMessageDaily10": "Today's ration is waiting for you, don't let it go to waste.",
    "SystemMessageDaily11": "Take a break and grab your ration, you've earned it.",
    "SystemMessageDaily12": "Step up and claim your ration, you'll need it for the day ahead.",
    "SystemMessageDaily13": "Take a moment to grab your ration, you'll be glad you did.",
    "SystemMessageDaily14": "The rations for the day are now available, don't miss out.",
    "SystemMessageWeekly1": "It's been a week? Well, well, here's your ration, do it right, man.",
    "SystemMessageWeekly2": "Time flies, doesn't it? Another week has passed and it's time to get down to business. Here's your share, make the most of it.",
    "SystemMessageWeekly3": "Here's to another productive week. Let's make it count.",
    "SystemMessageWeekly4": "A week already? Keep up the good work.",
    "SystemMessageWeekly5": "Wow, seven days have gone by in a blink of an eye. Stay focused and stay motivated.",
    "SystemMessageWeekly6": "The days are passing quickly, aren't they? Here's your rations, make it count.",
    "SystemMessageMonthly1": "The days are passing quickly, maybe you should give yourself a break.",
    "SystemMessageMonthly2": "A month now? Keep it up, you've earned it.",
    "SystemMessageMonthly3": "Another month? Maybe I should give you an award or something....Unfortunately I don't have one, now take your rations out.",
    "SystemMessageMonthly4": "Another month already? Time flies when you're working hard.",
    "SystemMessageMonthly5": "A month of hard work has paid off. Keep going strong.",
    "SystemMessageNewYear": "Happy New Year! This is your gift.",
    "SystemMessageChristmas": "Merry Christmas! This is your gift, come on take it.",
    "SystemMessageMothersDay": "Today is Mother's Day, remember to spend some time with your mother, child.",
    "SystemMessageHalloween": "Trick or treat? Of course treat, that's your candy.",
    "SystemMessageThxgvngDay": "Sorry we don't have trucks...but we have this.",
    "SystemMessageValentine": "No date today? Don't be discouraged, have some chocolate.",
    "SystemMessageDebug": "This is a debug mail."
}